/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ foi instalado com sucesso e está pronto para ser usado! Você gostaria de reabrir %3$@ agora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais recente disponível.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está disponível (você tem %3$@). Gostaria de fazer o download agora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ não tem permissão para escrever no diretório de aplicativos! Você está executando o programa por uma imagem de disco? Caso não esteja procure o administrador.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Uma nova versão do %@ foi instalada!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Uma nova versão do %@ está disponível!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ocorreu um erro durante a instalação. Por favor, tente depois novamente.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro no recebimento das informações de atualização. Por favor, tente depois novamente.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Ocorreu um erro no recebimento das informações de atualização; Você está conectado à internet? Por favor, tente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro durante a extração do arquivo. Por favor, tente depois novamente.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ocorreu um erro na tentativa de baixar o arquivo. Por favor, tente depois novamente.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Uma atualização já está em andamento!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Informação anônima do perfil do sistema é usada para nos ajudar em futuras versões e no desenvolvimento do programa.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Buscar por atualizações ao iniciar?";

/* No comment provided by engineer. */
"Downloading update..." = "Baixando atualização...";

/* No comment provided by engineer. */
"Extracting update..." = "Extraindo atualização...";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Incluir informação anônima do perfil do sistema?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e Reabrir";

/* No comment provided by engineer. */
"Installing update..." = "Instalando atualização...";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Pronto para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "Falha na atualização!";

/* No comment provided by engineer. */
"Updating %@" = "Atualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Você gostaria que o %@ busque por atualizações ao iniciar? Caso não queira, você pode verificar manualmente pelo menu do aplicativo.";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"You're up to date!" = "Você está atualizado!";